{
    "Home": "Startseite",
    "Projects": "Projekte",
    "Blogs": "Blogs",
    "Experiences": "Erfahrungen",
    "Education": "Ausbildung",
    "Skills": "Fähigkeiten",
    "Personality": "Persönlichkeit",
    "Languages": "Sprachen",
    "Interests": "Interessen",
    "Contact": "Kontakt",
    
    "Hello, I'm": "Hallo, ich bin",
    "I'm a Full Stack developer from": "Ich bin ein Full-Stack-Entwickler aus",
    "Morocco": "Marokko",
    "Download my resume": "Lebenslauf herunterladen",
    
    "Full Stack developer - Laravel / Javascript": "Full-Stack-Entwickler - Laravel / Javascript",
    "Full Stack developer - Codeigniter / Javascript": "Full-Stack-Entwickler - Codeigniter / Javascript",
    "Internship": "Praktikum",
    "Substitute teacher": "Vertretungslehrer",
    "Till today": "Bis heute",
    "Participating in the construction, development, and maintenance of web applications as per the request of the French operator, Free Telecom.": "Teilnahme am Bau, der Entwicklung und Wartung von Webanwendungen auf Anfrage des französischen Betreibers Free Telecom.",
    "Development of a platform for creating and managing online stores.": "Entwicklung einer Plattform zur Erstellung und Verwaltung von Online-Shops.",
    "Development of a platform for excursion management.": "Entwicklung einer Plattform für die Ausflugsverwaltung.",
    "Teaching of practical work and tutorials.": "Unterricht in praktischen Arbeiten und Tutorials.",
    "Faculty of Sciences - Rabat": "Fakultät für Naturwissenschaften - Rabat",
    "Technologies": "Technologien",

    "Master's degree": "Master-Abschluss",
    "Bachelor's degree": "Bachelor-Abschluss",
    "Baccalaureate degree": "Abitur",
    "Informatics, Automatics and Embedded Systems": "Informatik, Automatisierung und Embedded-Systeme",
    "Informatics, Electronics, Automatics": "Informatik, Elektronik, Automatisierung",
    "Sciences of Physics": "Physikwissenschaften",
    "Master's degree in Informatics, Automatics and Embedded Systems": "Master in Informatik, Automatisierung und Embedded-Systeme",
    "Bachelor's degree in Informatics, Electronics, Automatics": "Bachelor in Informatik, Elektronik, Automatisierung",
    "Baccalaureate degree in Experimental Sciences (option: Sciences of Physics)": "Abitur in den Naturwissenschaften (Schwerpunkt: Physik)",
    "High school Lafqui Titouani - Sale": "Gymnasium Lafqui Titouani - Sale",

    "Problem solving": "Problem lösen",
    "Autonomy": "Selbstständigkeit",
    "Teamwork": "Teamarbeit",
    "Time Management": "Zeitmanagement",
    "Adaptability": "Anpassungsfähigkeit",
    "Communication": "Kommunikation",
    "Empathy": "Empathie",

    "Arabic": "Arabisch",
    "English": "Englisch",
    "French": "Französisch",
    "Native language": "Muttersprache",
    "Intermediate": "Mittelstufe",

    "Phone": "Telefon",
    "Email": "E-Mail",

    "All Rights Reserved": "Alle Rechte vorbehalten",
    "Made with": "Hergestellt mit",
    "By": "von",

    "My projects": "Meine Projekte",
    "My Blogs": "Meine Blogs",

    "Booking for services": "Buchung für Dienstleistungen",
    "A booking app for services like cleaning, coaching, and personal chefs is a convenient tool that allows users to easily schedule and manage appointments for various services. Users can browse through a list of service providers, view their availability, and book appointments at their preferred date and time. The app simplifies the process of finding and hiring professionals for tasks like house cleaning, personal coaching, or personal chefs, making it a time-saving and hassle-free solution for users seeking these services.": "Eine Buchungs-App für Dienstleistungen wie Reinigung, Coaching und persönliche Köche ist ein praktisches Tool, das es Benutzern ermöglicht, Termine für verschiedene Dienstleistungen einfach zu planen und zu verwalten. Benutzer können durch eine Liste von Dienstleistungsanbietern blättern, deren Verfügbarkeit anzeigen und Termine zu ihrem bevorzugten Datum und Uhrzeit buchen. Die App vereinfacht den Prozess, Fachleute für Aufgaben wie Hausreinigung, persönliches Coaching oder persönliche Köche zu finden und einzustellen, was für Benutzer, die diese Dienste suchen, zeitsparend und stressfrei ist.",
    "Car rental": "Autovermietung",
    "A car rental app is a handy tool for users looking to rent vehicles for various purposes. With this app, users can effortlessly search for available cars, check their availability, and make reservations at their preferred date and time. Whether it's for business trips, vacations, or simply getting around town, this app streamlines the process of finding and booking rental cars. It offers a convenient and hassle-free solution for users in need of reliable transportation services.": "Eine Autovermietungs-App ist ein praktisches Tool für Benutzer, die Fahrzeuge für verschiedene Zwecke mieten möchten. Mit dieser App können Benutzer mühelos nach verfügbaren Autos suchen, deren Verfügbarkeit überprüfen und Reservierungen für ihr bevorzugtes Datum und ihre bevorzugte Uhrzeit vornehmen. Egal, ob es sich um Geschäftsreisen, Urlaubsreisen oder einfach um das Herumkommen in der Stadt handelt, diese App vereinfacht den Prozess des Findens und Buchens von Mietwagen. Sie bietet eine bequeme und problemlose Lösung für Benutzer, die zuverlässige Transportdienste benötigen.",
    "B2B Ecommerce Platform": "B2B E-Commerce-Plattform",
    "A B2B E-commerce Platform app is a specialized application designed for businesses and suppliers to efficiently manage bulk orders and product procurement. This app enables suppliers to access a wide range of products and place large quantity orders for their inventory needs. It streamlines the B2B purchasing process, allowing businesses to browse catalogs, check product availability, negotiate pricing, and place orders seamlessly. It offers a convenient and efficient solution for suppliers to source the products they require in significant quantities, ultimately enhancing their supply chain operations.": "Eine B2B-E-Commerce-Plattform-App ist eine spezialisierte Anwendung, die für Unternehmen und Lieferanten entwickelt wurde, um Großaufträge und den Einkauf von Produkten effizient zu verwalten. Diese App ermöglicht es Lieferanten, auf eine breite Palette von Produkten zuzugreifen und Großaufträge für ihren Lagerbedarf zu platzieren. Sie optimiert den B2B-Beschaffungsprozess und ermöglicht Unternehmen das Durchsuchen von Katalogen, das Überprüfen der Produktverfügbarkeit, das Verhandeln von Preisen und das nahtlose Aufgeben von Bestellungen. Sie bietet eine bequeme und effiziente Lösung für Lieferanten, um die Produkte, die sie in großen Mengen benötigen, zu beschaffen, und trägt letztendlich zur Verbesserung ihrer Lieferkettenoperationen bei.",
    "Youtube Thumbnail Downloader": "YouTube Miniaturbild-Downloader",
    "A YouTube Thumbnail Downloader app is a tool that allows users to easily extract and download thumbnails from YouTube videos. Users can enter the URL of the YouTube video they're interested in, and the app retrieves and provides options for downloading the video's thumbnail images. This can be useful for content creators, marketers, or anyone who wants to use YouTube video thumbnails for various purposes, such as creating custom thumbnails for their own videos or for reference and analysis.": "Eine YouTube-Miniaturbild-Downloader-App ist ein Tool, das es Benutzern ermöglicht, Miniaturbilder von YouTube-Videos einfach zu extrahieren und herunterzuladen. Benutzer können die URL des YouTube-Videos eingeben, das sie interessiert, und die App ruft die Miniaturbilder des Videos ab und bietet Optionen zum Herunterladen der Miniaturbilder an. Dies kann nützlich sein für Content-Ersteller, Vermarkter oder jeden, der YouTube-Video-Miniaturbilder für verschiedene Zwecke verwenden möchte, wie das Erstellen von individuellen Miniaturbildern für ihre eigenen Videos oder für Referenz und Analyse.",
    "Live Preview": "Live-Vorschau"
}
