{
    "Home": "Accueil",
    "Projects": "Projets",
    "Blogs": "Blogs",
    "Experiences": "Expériences",
    "Education": "Éducation",
    "Skills": "Compétences",
    "Personality": "Personnalité",
    "Languages": "Langues",
    "Interests": "Intérêts",
    "Contact": "Contact",
    
    "Hello, I'm": "Bonjour, je suis",
    "I'm a": "Je suis un",
    "Full Stack developer": "Développeur Full Stack",
    "from": "du",
    "Morocco": "Maroc",
    "Moroccan": "Marocain",
    "I am a Full Stack developer.": "Je suis un développeur Full Stack.",
    "A dedicated Fullstack Developer who loves to code and bring ideas to digital life. Feel free to get in touch with me for more information.": "Un développeur Fullstack dévoué qui adore coder et donner vie aux idées numériques. N'hésitez pas à me contacter pour plus d'informations.",
    "Download my resume": "Télécharger mon CV",
    
    "Full Stack developer - Laravel / Javascript": "Développeur Full Stack - Laravel / Javascript",
    "Full Stack developer - Codeigniter / Javascript": "Développeur Full Stack - Codeigniter / Javascript",
    "Intership": "Stage",
    "Substitute teacher": "Enseignant vacataire",
    "Present": "Actuellement",
    "Participating in the construction, development, and maintenance of web applications as per the request of the French operator, Free Telecom.": "Participer à la construction, au développement et à la maintenance d'applications web selon la demande de l'opérateur français Free Telecom.",
    "Development of a platform for creating and managing online stores.": "Développement d'une plateforme de création et de gestion de boutiques en ligne.",
    "Development of a platform for excursion management.": "Développement d'une plateforme de gestion d'excursions.",
    "Teaching of practical work and supervised work.": "Enseignement des travaux pratiques et du travaux dirigés.",
    "Faculty of Sciences - Rabat": "Faculté des sciences - Rabat",
    "Technologies": "Technologies",

    "Master's degree": "Master",
    "Bachelor's degree": "Licence fondamentale",
    "Baccalaureate degree": "baccalauréat",
    "Informatics, Automatics and Embedded Systems": "Informatique, Automatique et Systèmes Embarqués",
    "Informatics, Electronics, Automatics": "Informatique, Electronique, Automatique",
    "Sciences of Physics": "Sciences de la physique",
    "Master's degree in Informatics, Automatics and Embedded Systems": "Master en Informatique, Automatique et Systèmes Embarqués",
    "Bachelor's degree in Informatics, Electronics, Automatics": "Licence en Informatique, Electronique, Automatique",
    "Baccalaureate degree in Experimental Sciences (option: Sciences of Physics)": "Baccalauréat Sciences Expérimentales (option : Sciences de la Physique)",
    "High school Lafqui Titouani - Sale": "Lycée Lafqui Titouani - Sale",

    "Problem solving": "Résolution de problème",
    "Autonomy": "Autonomie",
    "Teamwork": "Travail en équipe",
    "Time Management": "Gestion du temps",
    "Adaptability": "Adaptabilité",
    "Communication": "Communication",
    "Empathy": "Empathie",

    "Arabic": "arabe",
    "English": "Anglais",
    "French": "Français",
    "Native language": "Langue maternelle",
    "Intermediate": "Intermédiaire",

    "Traveling": "Voyage",
    "Technology": "Technologie",
    "Reading": "Lecture",
    "Sport": "Sport",

    "Phone": "Téléphone",
    "Email": "E-mail",

    "All Rights Reserved": "Tous droits réservés",
    "Made with": "Fabriqué avec",
    "By": "par",

    "My projects": "Mes projets",
    "My Blogs": "Mes blogs",

    "WeCare": "WeCare",
    "WeCare is a booking app for services like cleaning, coaching, and personal chefs is a convenient tool that allows users to easily schedule and manage appointments for various services. Users can browse through a list of service providers, view their availability, and book appointments at their preferred date and time. The app simplifies the process of finding and hiring professionals for tasks like house cleaning, personal coaching, or personal chefs, making it a time-saving and hassle-free solution for users seeking these services.": "WeCare est une application de réservation de services tels que le nettoyage, le coaching et les chefs personnels est un outil pratique qui permet aux utilisateurs de planifier et de gérer facilement des rendez-vous pour divers services. Les utilisateurs peuvent parcourir une liste de prestataires de services, consulter leur disponibilité et réserver des rendez-vous à la date et à l'heure qui leur conviennent. L'application simplifie le processus de recherche et d'embauche de professionnels pour des tâches telles que le nettoyage de maison, le coaching personnel ou les chefs personnels, ce qui en fait une solution gain de temps et sans tracas pour les utilisateurs à la recherche de ces services.",
    "Car rental": "Location de voiture",
    "A car rental app is a handy tool for users looking to rent vehicles for various purposes. With this app, users can effortlessly search for available cars, check their availability, and make reservations at their preferred date and time. Whether it's for business trips, vacations, or simply getting around town, this app streamlines the process of finding and booking rental cars. It offers a convenient and hassle-free solution for users in need of reliable transportation services.": "Une application de location de voiture est un outil pratique pour les utilisateurs qui souhaitent louer des véhicules à diverses fins. Avec cette application, les utilisateurs peuvent facilement rechercher des voitures disponibles, vérifier leur disponibilité et effectuer des réservations à la date et à l'heure qui leur conviennent. Que ce soit pour des voyages d'affaires, des vacances ou simplement se déplacer en ville, cette application simplifie le processus de recherche et de réservation de voitures de location. Elle offre une solution pratique et sans tracas pour les utilisateurs ayant besoin de services de transport fiables.",
    "B2B Shop Platform": "Plateforme B2B Shop",
    "B2B Shop is a specialized application designed for businesses and suppliers to efficiently manage bulk orders and product procurement. This app enables suppliers to access a wide range of products and place large quantity orders for their inventory needs. It streamlines the B2B purchasing process, allowing businesses to browse catalogs, check product availability, negotiate pricing, and place orders seamlessly. It offers a convenient and efficient solution for suppliers to source the products they require in significant quantities, ultimately enhancing their supply chain operations.": "B2B Shop est une application spécialisée conçue pour les entreprises et les fournisseurs afin de gérer efficacement les commandes en gros et l'approvisionnement en produits. Cette application permet aux fournisseurs d'accéder à un large éventail de produits et de passer des commandes en grande quantité pour leurs besoins en inventaire. Elle rationalise le processus d'achat B2B, permettant aux entreprises de parcourir les catalogues, de vérifier la disponibilité des produits, de négocier les prix et de passer des commandes en toute transparence. Elle offre une solution pratique et efficace aux fournisseurs pour sourcer les produits dont ils ont besoin en quantités importantes, améliorant ainsi leurs opérations de chaîne d'approvisionnement.",
    "Youtube Thumbnail Downloader": "Téléchargeur de miniatures YouTube",
    "A YouTube Thumbnail Downloader app is a tool that allows users to easily extract and download thumbnails from YouTube videos. Users can enter the URL of the YouTube video they're interested in, and the app retrieves and provides options for downloading the video's thumbnail images. This can be useful for content creators, marketers, or anyone who wants to use YouTube video thumbnails for various purposes, such as creating custom thumbnails for their own videos or for reference and analysis.": "Une application de téléchargement de miniatures YouTube est un outil qui permet aux utilisateurs d'extraire facilement et de télécharger des miniatures à partir de vidéos YouTube. Les utilisateurs peuvent entrer l'URL de la vidéo YouTube qui les intéresse, et l'application récupère et propose des options de téléchargement des images miniatures de la vidéo. Cela peut être utile pour les créateurs de contenu, les spécialistes du marketing ou toute personne souhaitant utiliser les miniatures de vidéos YouTube à diverses fins, telles que la création de miniatures personnalisées pour leurs propres vidéos ou pour la référence et l'analyse.",
    "Live Preview": "Aperçu en direct",

    "Coming soon": "Bientôt disponible",
    "This page is under development.": "Cette page est en cours de développement.",

    "Page not found": "Page introuvable",
    "We're sorry, but the page you were looking for doesn't exist.": "Nous sommes désolés, mais la page que vous cherchiez n'existe pas."
}